botversion = "0.6.9"
lastbotupdate = "06.09.2019"

week_days = ['Понеділок','Вівторок','Середа','Четвер','П\'ятниця','Тиждень']

stud_years = ['1 курс','2 курс','3 курс','4 курс','1 курс м.','2 курс м.']

avaible_comands='''
/schedule - _Розклад занять_
/emails - _Дізнатись пошту викладача_
/library - _Архів літератури_
/other - _Інші доступні команди_
'''

other_comands='''
/ttsport - _Розклад занять в спорткомплексі_
/ttclinic - _Розклад роботи поліклініки_
/nord - _Чисельник чи знаменник_

/qmminka - _Тест по мінному диктанту з КМ_

'''

departments = ["Загальної фізики", "КТП", "Функ. матеріалів",
"Експеримент. фіз.", "Астрономії", "Ядерної фізики", "Теоретичної фіз.",
"Оптики", "Молекулярної фіз.", "Фізики металів"]

last_polyclinic_photos = '03.09.2019p.'

last_sport_photos = '09.09.2019p.'
